Repository: JohannesIBK/EnvyUpdate
Catalog: EnvyUpdate/Properties/Resources.*.resx
Languages: de

# app_description
source: NVIDIA Updater Application.
de: NVIDIA Aktualisierungsanwendung.

# error_installing
source: An error occurred attempting to install the new version. Please enable logging in the settings and report the issue on GitHub!
de: Ein Fehler ist bei der Installation aufgetreten. Bitte aktivieren Sie den Log und melden Sie den Fehler auf GitHub!

# exit_confirm
source: Exit EnvyUpdate?
de: EnvyUpdate schließen?

# info_download_error
source: There was a problem downloading the driver installer. Please try again.
de: Fehler beim Herunterladen der Treiber-Installationsdatei. Bitte versuchen Sie es erneut.

# info_download_error_title
source: Error while downloading
de: Fehler beim Herunterladen

# info_download_success
source: Driver installer successfully downloaded.
de: Treiber-Installationsdatei erfolgreich heruntergeladen.

# info_download_success_title
source: Download successful
de: Herunterladen erfolgreich abgeschlossen

# info_extracting
source: The driver files are being extracted. This could take a few minutes.
de: Die Treiberdateien werden nun extrahiert. Dies könnte einige Minuten dauern.

# info_extracting_title
source: Extracting driver files
de: Dateien werden extrahiert

# info_extract_complete
source: The driver files have finished extracting.
de: Die Treiberdateien wurden vollständig extrahiert.

# info_extract_complete_title
source: Extraction complete
de: Extrahierung abgeschlossen

# info_install_complete
source: The installation of the new driver version was completed.
de: Die Installation der neuen Treiberversion wurde abgeschlossen.

# info_install_complete_title
source: Update finished
de: Update abgeschlossen

# info_reset_caption
source: Preference reset.
de: Einstellung zurückgesetzt.

# info_reset_message
source: Preference reset.\nEnvyUpdate will ask for computer form factor the next time it is started.
de: Einstellung zurückgesetzt.\nBeim nächsten Start wird EnvyUpdate erneut nach dem Computerformfaktor fragen.

# instance_already_running
source: Application is already running.
de: Anwendung läuft bereits.

# message_new_version
source: New version of EnvyUpdate found. Application will restart.\nThis will probably take a few seconds.
de: Neue Version von EnvyUpdate gefunden. Die Anwendung wird neu starten.\nDies wird wahrscheinlich einige Sekunden dauern.

source: No
de: Nein

# no_compatible_gpu
source: No NVIDIA GPU found. Application will exit.
de: Keine NVIDIA GPU gefunden. EnvyUpdate wird sich nun schließen.

# skip_confirm
source: Version was skipped. Update popups will be disabled until a new version releases.
de: Version übersprungen. Aktualisierungsbenachrichtigungen werden bis zur nächsten Version deaktiviert.

# ui_autostart
source: Run at Windows startup
de: Beim Start von Windows ausführen

# ui_download
source: Download
de: Herunterladen

# ui_enable_logging
source: Enable logging to file
de: Programm-Log in Datei schreiben

# ui_home
source: Home
de: Start

# ui_info_dch
source: DCH driver
de: DCH Treiber

# ui_info_mobile
source: Mobile GPU (Laptop, etc)?
de: Mobile Grafikkarte (Laptop, etc)?

# ui_info_outdated
source: Update available.
de: Aktualisierung verfügbar.

# ui_info_uptodate
source: Up to date.
de: Aktuell.

# ui_info_website
source: EnvyUpdate website
de: EnvyUpdate Webseite

# ui_install
source: Install
de: Installieren

# ui_licenses
source: Licenses
de: Lizenzen

# ui_localdriver
source: Local driver version:
de: Lokale Treiberversion:

# ui_localdriver_type
source: Local driver type:
de: Lokaler Treibertyp:

# ui_message_good
source: All good.
de: Alles in Ordnung.

# ui_message_update
source: New driver found.
de: Neue Treiberversion gefunden.

# ui_onlinedriver
source: Online driver version:
de: Online Treiberversion:

# ui_openwebsite
source: Open website
de: Webseite öffnen

# ui_settings
source: Settings
de: Einstellungen

# ui_skipped
source: Version skipped
de: Version übersprungen

# ui_skipversion
source: Skip this version
de: Diese Version überspringen

# ui_studionotsupported
source: Studio Driver is not supported by this graphics card.
de: Studio Treiber wird von dieser Grafikkarte nicht unterstützt.

# uninstall_confirm
source: Are you sure you want to uninstall EnvyUpdate?
de: Sind Sie sich sicher, dass Sie EnvyUpdate deinstallieren wollen?

# uninstall_heading
source: Uninstall?
de: Deinstallieren?

# uninstall_legacy_message
source: EnvyUpdate must be uninstalled because of an application bug. Please download the most recent version again.
de: Aufgrund eines Programmfehlers musste EnvyUpdate deinstalliert werden. Bitte laden Sie die neuste Version erneut manuell herunter.

# unsupported_os
source: Your operating system is not supported by EnvyUpdate. Windows 10 or later is required.
de: Diese Betriebssystemversion wird von EnvyUpdate nicht unterstützt. Windows 10 oder neuer wird vorausgesetzt.

# update_popup_message
source: A new driver update is available for your graphics card.
de: Eine neue Treiberversion ist verfügbar.

source: Yes
de: Ja
